Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm-urfolks-kvinners-rettigheter-for-lite-vektlagt.html.tmx
Source language: nob
Languages: sme

source: PRM: - Urfolks kvinners rettigheter for lite vektlagt
sme: PRD: - Álgoálbmotnissoniid vuoigatvuođat eai čalmmustahttojuvvo doarvái

source: Sametingsråd Mariann Wollmann Magga slutter seg til kritikken fra Sametinget i Sverige, om at urfolks kvinners rettigheter er for lite vektlagt i sluttdokumentet til FNs kvinnekommisjons møte.
sme: Sámediggeráđđi Mariann Wollmann Magga searvá moaitámuššii maid Ruoŧa Sámediggi ovddida, ahte álgoálbmotnissoniid vuoigatvuođat eai čalmmustahttojuvvo doarvái ON nissonkommišuvdna čoahkkima loahppadokumeanttas.

source: Sametingene i Norge og Sverige deltok i mars i det 61. møtet til FNs kvinnekommisjon, CSW61, i New York, som hadde som fokus.
sme: Norgga ja Ruoŧa Sámedikkit serve njukčamánus 61. Čoahkkimii ON nissonkommišuvnnas, CSW61, New Yorkas, mas lei fokus .

source: Marie Persson Njajta representerte Sametinget i Sverige.
sme: Marie Persson Njajta ovddastii Ruoŧa Sámedikki.

source: Hun er skuffet over at sluttdokumentet ikke gir sterkere konkret støtte til urfolkskvinner og barn når det er snakk om landrettigheter, og skriver i en pressemelding slik:
sme: Son lea beahtahallan go loahppadokumeanttas ii boađe čielgaseappot oidnosii doarjja álgoálbmotnissoniidda ja mánáide go lea sáhka eanavuoigatvuođain, ja čállá preassadieđáhusas ná:

source: «Vi vet at urfolkskvinner, så vel i Sápmi som internasjonalt, hadde trengt sterkere formuleringer om landrettigheter og selvbestemmelse.
sme: «Mii diehtit ahte álgoálbmotnissonat, sihke Sámis ja riikkaidgaskasaččat, livčče dárbbašan garrasit sátnádagaid eanavuoigatvuođaid birra ja iešmearrideami birra.

source: Dette for å gi en konkret støtte til urfolkskvinner som kjemper mot ulike lands utnyttelse av landområder, landran, klimaendringer, og for å få sine rettigheter respektert.
sme: Dán livččiimet háliidan vai čájehit konkrehta doarjaga álgoálbmotnissoniidda geat rahčet iešguđet riikkaid eanaduovdagiid ávkkástallamiid vuostá, eanarievidemiid vuostá, dálkkádatrievdamiid vuostá ja geat rahčet oažžut dohkkehuvvot iežaset vuoigatvuođaid.

source: Urfolkskvinner går ofte i frontlinjen i kampen for land og vann som er avgjørende for vår kultur, mat, helse og fremtidige generasjoner.
sme: Álgoálbmotnissonat leat dávjá njunnošis suddjet eatnamiid ja čáziid mat leat vealtameahttumat min kultuvrii, biepmuide, dearvvašvuhtii ja boahtte buolvvaide.

source: Dette til tross for at det innebærer en økt risiko for hets og trusler, og er en svært ressurs- og arbeidskrevende, og ofte er dette arbeidet usynliggjort.
sme: Dan dahket vaikko dihtet ahte dat sáhttá mielddisbuktit bilkidemiid ja nihttimiid, ja gáibida ollu resurssaid ja bargonávccaid, ja dávjá sin rahčamušat čihkkojuvvojit.

source: Sametingsråd Mariann Wollmann Magga, som selv deltok i FN-møtet, slutter seg til kritikken fra Sametinget i Sverige.
sme: Sámediggeráđđi Mariann Wollmann Magga, gii ieš searvvai ON-čoahkkimii, čuovvola Ruoŧa Sámedikki moaitámuša.

source: - Urfolkskvinner har rett til å forvalte sine tradisjonelle landområder og delta i arbeidslivet med like rettigheter som menn, sier sametingsråd Mariann Wollmann Magga.
sme: - Álgoálbmotnissoniin lea riekti hálddašit iežaset árbevirolaš eanaduovdagiid ja oassálastit bargoeallimis seamma vuoigatvuođaiguin go dievddut, lohká sámediggeráđđi Mariann Wollmann Magga.

source: Under møtet til FNs kvinnekommisjon satte Sametinget i Norge søkelys på temaene vold og urfolkskvinner, og urfolkskvinner og arbeidsliv, gjennom å arrangere sidearrangementer.
sme: ON nissonkommišuvnna čoahkkimis čalmmustahtii Norgga Sámediggi fáttáid veahkaváldin ja álgoálbmotnissonat, ja álgoálbmotnissonat ja bargoeallin, lassilágidemiid bokte.

source: Sametingsråd Magga deltok også i paneldebatt i FN.
sme: Sámediggeráđđi Magga searvvai maid paneladigaštallamii ON:s.

source: I Sametingets innspill til sluttdokumentet fra CSW ble også disse tema vektlagt.
sme: Sámedikki cealkámušas CSW loahppadokumentii deattuhuvvojit maid dát fáttát.

source: For intervju, kontakt sametingsråd Mariann Wollmann Magga, tlf. +47 977 02 350
sme: Jearahallamiid váste, váldde oktavuođa sámediggeráđiin Mariann Wollmann Maggain, tlf. +47 977 02 350

source: Les mer om kritikken fra Sametinget i Sverige på deres nettside .
sme: Loga eanet Ruoŧa Sámedikki kritihka birra sin neahttasiiddus .
